Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Гиперкальциемия означает, что в крови содержится слишком много кальция. Большинство кальция содержится в костях и зубах. Определенное количество кальция в крови помогает организму функционировать. Но в большом количестве он поражает нервы, пищеварительный тракт, сердце и почки. Симптомы Симптомы наблюдаются не у всех и могут включать: • Мышечная слабость • Плохой аппетит, потеря веса • Тошнота или рвота • Боль в желудке • Запор • Усталость • Повышенное выделение мочи • Дезориентация, изменение поведения или потеря памяти • Потеря интереса к работе или проблемы с вниманием • Боль в нижней части спины или по бокам, зачастую вызванная камнями в почках • Переломы костей
en: High Blood High blood calcium, also called hypercalcemia, means that there is too much calcium in the blood. Most of the calcium in a person’s body is in the bones and teeth. Some calcium in blood helps the body to work right. Too much calcium in the blood affects the nerves, digestive tract, heart and kidneys. Signs Some people with high blood calcium have signs, while others do not. Signs of high blood calcium include: • Muscle weakness • Poor appetite, weight loss • Nausea or vomiting • Stomach pain • Constipation • Feeling tired • Increased urine output • Confusion, behavior changes or loss of memory • Loss of interest in work or decreased attention span • Pain in lower back or sides, often caused by kidney stones • Bones become fragile and can break High Blood Calcium. Russian.

source: давление (Hypertension) Кровяное давление — это сила, воздействующая на стенки сосудов при каждом сокращении сердца. Давление помогает прокачивать кровь по телу. Измерение кровяного давления Для измерения кровяного давления обычно используется широкая лента, или манжета, надеваемая на предплечье. В манжету накачивается воздух. Затем воздух постепенно выпускается и измеряется давление. Кровяное давление представляет собой два числа. Например, оно может составлять 110 на 72 (110/72). • Первое, большее число называется систолическим давлением. Это давление в кровеносных сосудах, когда сердце выталкивает кровь. • Второе, меньшее число называется диастолическим давлением. Это давление в сосудах между сердечными сокращениями. Нормальное кровяное давление В норме первое число (систолическое давление) должно быть меньше 120, а второе (диастолическое давление) — меньше 80. Кровяное давление человека отличается в разное время суток и в разные дни.
en: () High Blood Pressure Blood pressure is the force put on the walls of the blood vessels with each heartbeat. Blood pressure helps move blood through your body. Taking Your Blood Pressure Blood pressure is often checked by putting a wide band called a cuff around your upper arm. Air is pumped into the cuff. Your blood pressure is measured as the air is let out of the cuff. Blood pressure is one number over a second number. You may hear your doctor say 110 over 72 (110/72), for example. • The top number is higher and is called the systolic reading. It is the pressure in the blood vessels when the heart pumps. • The bottom number is lower and is called the diastolic reading. It is the pressure in the blood vessels when the heart rests between beats. Normal Blood Pressure Normal blood pressure is a top number less than 120 (systolic) and a bottom number less than 80 (diastolic). Each person’s blood pressure changes from hour to hour and from day to day. High Blood Pressure. Russian.

source: Повышенное кровяное давление Повышенное кровяное давление также называется гипертонией. Повышенным считается давление выше 130 на 80. Гипертония бывает разной степени тяжести в зависимости от величины давления. Гипертония диагностируется, если после неоднократных измерений давление остается высоким. Чем труднее крови течь по сосудам, тем выше давление. Повышенное давление увеличивает нагрузку на сердце и может вызвать инфаркт, инсульт, почечную недостаточность и уменьшение эластичности кровеносных сосудов. Симптомы повышенного кровяного давления Чтобы узнать, повышено ли у вас давление, его нужно измерить. У большинства людей симптомы повышенного давления отсутствуют. Иногда повышенное давление сопровождается головной болью или расплывчатым зрением. Лечение Очень важно контролировать давление. Если у вас повышенное давление: • Необходимо часто измерять давление. Если давление не снижается, позвоните врачу. • Регулярно посещайте врача. • Принимайте назначенное врачом лекарство. • Принимайте его, даже если хорошо себя чувствуете или у вас нормальное давление.
en: High Blood Pressure High blood pressure is also called hypertension. High blood pressure is 130 or higher over 80 or higher. There are different stages of high blood pressure, based on how high your numbers are. A diagnosis of high blood pressure is not made until your blood pressure is checked several times and it stays high. The harder it is for blood to flow through your blood vessels, the higher your blood pressure numbers. With high blood pressure, your heart is working harder than normal. High blood pressure can lead to heart attack, stroke, kidney failure, and hardening of the blood vessels. Signs of High Blood Pressure The only way to know if you have high blood pressure is to have it checked. Most people do not have any signs. Some people may have a headache or blurred vision. Your Care Blood pressure control is very important. If you have high blood pressure you should: • Check your blood pressure often. Call your doctor if your blood pressure stays high. • See your doctor as scheduled. • Take your blood pressure medicine as ordered by your doctor. • Take your medicine even if you feel well or your blood pressure is normal. High Blood Pressure. Russian.

source: давление in Pregnancy Кровяное давление — это сила, с которой кровь воздействует на стенки кровеносных сосудов во время циркуляции по организму. Кровяное давление помогает прокачивать кровь по телу. Измерение кровяного давления Для измерения кровяного давления обычно используется широкая лента, или манжета, надеваемая на предплечье. В манжету накачивается воздух. Затем воздух постепенно выпускается и измеряется давление. Кровяное давление представляет собой два числа. Например, оно может составлять 110 на 72 (110/72). • Первое, большее число называется систолическим давлением. Это давление в кровеносных сосудах, когда сердце выталкивает кровь. • Второе, меньшее число называется диастолическим давлением. Это давление в сосудах между сердечными сокращениями.
en: High Blood Pressure Blood pressure is the force put on the walls of your blood vessels as blood travels through your body. Blood pressure helps pump blood to your body. Taking your blood pressure Blood pressure is often checked by putting a wide band, called a cuff, around your upper arm. Air is pumped into the cuff. Your blood pressure is measured as the air is let out of the cuff. Blood pressure is one number over a second number. You may hear your doctor say 110 over 72 (110/72), for example. • The top number is higher and is called the systolic reading. It is the pressure in the blood vessels when the heart pumps. • The bottom number is lower and is called the diastolic reading. It is the pressure in the blood vessels when the heart rests between beats. High Blood Pressure in Pregnancy. Russian.

source: Нормальное кровяное давление В норме первое число (систолическое давление) должно быть меньше 120, а второе (диастолическое давление) — меньше 80. Кровяное давление у всех людей разное и отличается в разное время суток и в разные дни. Повышенное кровяное давление Повышенное кровяное давление также называется гипертонией. Повышенным считается давление выше 130 на 80. Гипертония бывает разной степени тяжести в зависимости от величины давления. Гипертония диагностируется, если после неоднократных измерений давление остается высоким. Повышенное кровяное давление во время беременности Повышенное давление может быть опасно для беременных женщин и их нерожденных детей. Женщины, у которых было высокое кровяное давление до беременности, во время беременности могут испытывать проблемы. Иногда высокое кровяное давление возникает только во время беременности. Высокое кровяное давление во второй половине беременности называется гестационной гипертензией. Без лечения высокое давление во время беременности может привести к преждевременным родам, рождению больного ребенка либо к проблемам со здоровьем самой матери.
en: Normal blood pressure Normal blood pressure is a top number less than 120 (systolic) and a bottom number less than 80 (diastolic). Blood pressure varies from person to person. Each person’s blood pressure changes from hour to hour and from day to day. High blood pressure High blood pressure is also called hypertension. High blood pressure is 130 or higher over 80 or higher. There are different stages of high blood pressure, based on how high your numbers are. A diagnosis of high blood pressure is not made until your blood pressure is checked several times and it stays high. High blood pressure and pregnancy High blood pressure can be dangerous for pregnant women and their unborn babies. Women with high blood pressure before pregnancy may have more problems during pregnancy. Some women get high blood pressure while they are pregnant. High blood pressure during the second half of the pregnancy is called gestational hypertension. Without treatment, high blood pressure during pregnancy can cause a small or ill baby and problems for the mother. High Blood Pressure in Pregnancy. Russian.

source: Симптомы повышенного кровяного давления при беременности Чтобы узнать, повышено ли у вас давление, его нужно измерить. У большинства людей симптомы повышенного давления отсутствуют. Лечение Если у вас высокое кровяное давление: • Необходимо часто измерять давление. • Регулярно посещайте врача для проверки своего здоровья и состояния ребенка. • Принимайте назначенное врачом лекарство. Принимайте его, даже если чувствуете себя хорошо. • Ограничьте потребление соли. • Каждый день занимайтесь физической культурой. • Старайтесь побольше отдыхать. Лежите на левом боку, чтобы ребенок получал больше кислорода. Если вы работаете или у вас есть маленький ребенок, попросите кого-нибудь помочь вам. • Избегайте стрессовых ситуаций. Гестационная гипертензия Ваш врач будет контролировать состояние вашего здоровья и наблюдать за гестационной гипертензией на протяжении беременности. Гестационная гипертензия может перейти в преэклампсию или эклампсию. Эти состояния могут негативно повлиять на плаценту, почки, печень и мозг матери.
en: Signs of high blood pressure in pregnancy The only way to know if you have high blood pressure is to have it checked. Most people do not have any signs. Your care If you have high blood pressure: • Check your blood pressure often. • Go to your regular doctor visits to check you and your baby. • Take your blood pressure medicine as ordered by your doctor. Take your medicine even if you feel well. • Limit salt intake. • Exercise most every day. • Get plenty of rest. Lie on your left side to give your baby the most oxygen. Ask for help if you work or have other small children. • Reduce stress. Gestational hypertension Your doctor will check your health during pregnancy to watch for gestational hypertension. Gestational hypertension can progress to pre-eclampsia or eclampsia. This can affect the placenta, and the mother’s kidneys, liver and brain. High Blood Pressure in Pregnancy. Russian.

source: Наиболее распространенные причины повышенного содержания сахара у людей, страдающих диабетом: • прием недостаточного количества инсулина или таблеток от диабета; • пропуск, несвоевременный или поздний прием лекарств от диабета; • употребление слишком большого количества пищи; • употребление пищи с высоким содержанием сахара или углеводов. Симптомы Повышенное содержание сахара в крови действует на людей по-разному. У некоторых людей отсутствуют какие- либо симптомы. С течением времени содержание сахара в крови может медленно повышаться. У вас могут быть один или несколько симптомов повышенного содержания сахара в крови. Члены вашей семьи могут заметить эти симптомы раньше вас. • Сильная жажда • Частое мочеиспускание • Повышенное чувство голода • Затуманенное зрение • Увеличение веса или похудение • Чувство усталости или сонливости • Чувство угрюмости или раздражительности • Медленное заживание ран • Онемение стоп или рук • Зуд во влагалище или вагинальные инфекции • Импотенция • Зуд на коже • Кожные инфекции, такие как фурункулез
en: The most common reasons for high blood sugar in people with diabetes are: • Not taking enough insulin or diabetes pills • Missed, skipped or late diabetes medicine • Eating too much food • Eating foods high in sugar or carbohydrates Signs High blood sugar affects people differently. Some people have no warning signs. High blood sugar may happen slowly over time. You may have one or more signs of high blood sugar. Family members may notice these signs before you do. • Extreme thirst • Urinate often • Increased hunger • Blurred vision • Weight loss or gain • Feeling tired or sleepy • Feeling moody or grumpy • Slow healing of wounds • Numbness in feet or hands • Vaginal itching or infections • Impotence • Skin itching • Skin infections such as boils High Blood Sugar. Russian.

source: Холтеровский монитор записывает работу сердца в течение 24–48 часов. Аппарат можно носить в кармане или небольшом мешочке на шее. Вам нужно будет записывать любые симптомы, возникшие при ношении монитора, такие как: • Головокружение • Слабость • Учащенное сердцебиение • Ощущение пропущенных ударов сердца Не опаздывайте на прием. Подготовка • Перед началом обследования примите ванну или душ. Вы не сможете этого сделать во время ношения монитора. Во время обследования • На грудь прикрепят небольшие подушечки-электроды, соединенные с монитором. Чтобы электроды приклеились, мужчинам, возможно, побреют грудь. Сообщите персоналу, если у вас аллергия на липкую ленту. • Занимайтесь своими обычными делами. • При появлении любых симптомов во время ношения монитора: Нажмите на кнопку, чтобы зафиксировать время. Ì Запишите, чем вы занимались (например, смотрели телевизор, шли по улице или ели). Ì Запишите симптомы (учащенное сердцебиение, головокружение, боль).
en: Holter Monitor The Holter monitor is worn to record your heart rate for 24 to 48 hours. The monitor is carried in your pocket or in a small pouch worn around your neck. You will be asked to record any signs you have while you wear the monitor, such as: • Feeling dizzy • Feeling faint • Heart beating fast • Feeling skipped heart beats Arrive on time for your appointment. To Prepare • Shower or bathe before the start of the test. You will not be able to while wearing the monitor. During the Test • Small pads called electrodes are placed on your chest and attached to a monitor. For men, hair on your chest may need to be cut to place the pads. Tell the staff if you are allergic to tape. • Do your normal activities. • If you have any signs while wearing the monitor: Ì Push the button to record the time. Ì Write down what you were doing, such as watching TV, walking or eating. Write down your signs, such as heart racing, dizzy or pain. Holter Monitor. Russian.

source: В случае возникновения опасности пандемии гриппа приготовьте следующие средства оказания медицинской помощи: термометр одноразовые респираторы (для каждого индивидуально) мыло дезинфицирующее средство для рук на спиртовой основе бумажные полотенца одноразовые носовые платки дезинфицирующее моющее средство либо моющее средство с хлором упаковку одноразовых перчаток консервированные супы и бульоны витаминизированные напитки с содержанием электролитов, например спортивные напитки «Gatorade», «Powerade» или «Pedialyte» (для детей) жаропонижающие препараты, например ацетоминофен или ибупрофен Примечание: • Не давайте детям аспирин и лекарства, содержащие аспирин. Употребление аспирина может привести к возникновению редкого, но серьезного заболевания – синдрома Рея. • Проконсультируйтесь с врачом, давать лекарства от прежде чем простуды детям младше 4 лет с симптомами гриппа.
en: Gather these supplies to prepare for pandemic flu: Thermometer Disposable respirators (one for each person) Soap Alcohol-based hand sanitizer Image: OSHA, Paper towels U.S. Dept. of Labor Tissues A disinfectant cleaner or a cleaner with bleach A box of disposable gloves Cans of soup and broth Fluids with electrolytes and vitamins such as sports drinks like Gatorade, Powerade or Pedialyte (for children) Fever-reducing medicine such as acetaminophen or ibuprofen. Note: • Do not give aspirin or aspirin-based products to children. It may cause a rare, but serious illness called Reye’s syndrome. • Check with a doctor before giving cold medicines for flu signs to children 4 years old or younger. Home Care for Pandemic Flu. Russian.

source: Уход за больным • Сообщите врачу о больном с симптомами гриппа. Врач даст Вам необходимые рекомендации по уходу за больным дома либо сообщит о необходимости его госпитализации. • Запишите дату и время появления симптомов заболевания, температуру, симптомы, принимаемые лекарства и дозировку. Записывайте все изменения симптомов болезни. • Давайте больному пить как можно больше жидкости: таким образом Вы предотвратите обезвоживание организма, которое может негативно сказаться на состоянии его организма. При первых симптомах заболевания гриппом больному необходимо давать большое количество жидкости и жидкой пищи (суп, бульон), подготовить для него лед. При появлении у больного рвоты или диареи давайте ему витаминизированные напитки с содержанием электролитов. Если при употреблении жидкости тошнота усиливается, давайте больному пить по одному глотку до тех пор, пока тошнота не пройдет. • Врач может назначить препараты, например противовирусные, которые облегчат симптомы гриппа. • При повышенной температуре давайте больному: Обильное питье. Жаропонижающие препараты, например ацетоминофен или ибупрофен. Лицам моложе 18 лет не следует принимать аспирин. Ì Обтирайте больного губкой, смоченной в теплой воде.
en: Caring for a Loved One • Call your doctor to report your loved one’s flu signs. Your doctor will give you advice about home care or tell you if emergency care is needed. • Write down the date, time, fever, signs, medicines given and dosage. Make a note when his or her flu signs change. • Give plenty of fluids to prevent dehydration, which can be serious. Make sure the ill person drinks plenty of fluids, ice and foods such as soup and broth at the first signs of the flu. If your loved one has diarrhea or vomiting, give fluids that contain electrolytes and vitamins. If fluids make nausea worse, give one sip at a time until his or her nausea improves. • Medicines to ease the signs of the flu, such as antiviral medicines, may be ordered by your doctor. • To help reduce a fever give: Ì Plenty of fluids. Ì A fever-reducing medicine, such as acetaminophen or ibuprofen. Do not give aspirin to anyone younger than 18 years old. Ì A sponge bath with lukewarm water for fever. Home Care for Pandemic Flu. Russian.

source: • Всем членам семьи необходим хороший отдых. • Во избежание проблем со здоровьем не употребляйте спиртные напитки и не курите. Обратитесь повторно к врачу, если у больного наблюдается: • Температура выше 40 °C (104 °F) у взрослых и детей старше 2 лет. • Температура выше 38,9 °C (102 °F) у детей от 3 до 24 месяцев. • Температура 38 °C (100,4 °F) у детей младше 3 месяцев. • Температура 38 °C (100,4 °F) в течение трех дней у детей от 6 месяцев и старше. • Если у ребенка лихорадка. У детей в возрасте от 6 месяцев до 6 лет лихорадка наступает при температуре выше 38 °C (100,4 °F). • При кашле с выделением плотной мокроты. • При признаках обезвоживания организма (сухость во рту или сильная жажда). • При рецидивах болезни. • При обострении других болезней, таких как сердечно-сосудистые заболевания, диабет. Позвоните по телефону 911 или обратитесь в службу скорой помощи, если у больного наблюдается: • Помутнение сознания или головокружение. • Затрудненное дыхание. • Боль в груди. • Кожа становится синей или серой. • Затвердение затылочных мышц.
en: • Be sure all family members get enough rest. • Avoid alcohol and tobacco products to stay healthy. Call your doctor again if your loved one has: • A fever over 104 degrees Fahrenheit (F) or 40 degrees Celsius (C) for adults or children over 2 years old. • A fever over 102 degrees F or 38.9 degrees C for babies 3 to 24 months old. • A fever of 100.4 degrees F or 38 degrees C for babies less than 3 months old. • A fever of 100.4 degrees F or 38 degrees C for three days for children 6 months or older. • Children of any age who have a seizure with fever. Seizures happen when a child between 6 months and 6 years of age have a temperature greater than 100.4 degrees F or 38 degrees C. • A cough that produces thick mucus. • Signs of dehydration such as dry mouth or great thirst. • Flu signs that get better and then get worse. • Worsening of other medical conditions such as heart disease or diabetes. Call 911 or go to the emergency department if your loved one has: • Confusion or dizziness • Problems with breathing • Chest pain • Blue or gray skin color • A stiff neck Home Care for Pandemic Flu. Russian.

source: • Невозможность пошевелить конечностями. • Припадки. Профилактика распространения вируса гриппа: • Больной и человек, ухаживающий за ним, должен носить защитную маску. • Необходимо мыть руки теплой водой с мылом до и после контакта с больным и предметами, на которые могли попасть микробы. Ì Необходимо интенсивно мыть руки в течение 15 секунд. Ì Необходимо очищать подногтевое пространство. Вытирайте руки бумажными полотенцами, чтобы не допустить попадания микробов на полотенца общего пользования. Ì Закрывая водопроводный кран, пользуйтесь бумажным полотенцем. Используйте дезинфицирующее средство для рук на спиртовой основе. Обильно нанесите его на внешние и тыльные стороны ладоней. Интенсивно вотрите средство в кожу, совершая движения, как при мытье рук. Обязательно обработайте кожу между пальцами. Втирайте средство в кожу рук в течение 15-30 секунд до тех пор, пока ладони не станут сухими. • При кашле и чихании прикрывайте рот и нос бумажным платком, чтобы избежать распространения микробов. После этого выбросьте платок в мусорную корзину и вымойте руки. При отсутствии бумажного платка прикрывайтесь при кашле и чихании локтем или плечом.
en: • No ability to move an arm or leg • Seizures To prevent the spread of the flu virus to others: • Have the infected person and caregiver wear a facemask. • Wash your hands with soap and warm water before and after providing care or touching items that may have germs on them. Ì Wash your hands briskly for 15 seconds. Ì Clean under your nails. Ì Use paper towels to dry your hands so you do not spread germs on shared towels. Ì Use a paper towel to turn off the faucet. Ì Apply alcohol-based hand sanitizer. Put enough liquid on your hands to moisten the front and back of your hands and fingers. Rub the liquid briskly like you are washing your hands. Be sure to moisten between your fingers. Rub your hands 15 to 30 seconds or until your hands are dry. • Cover your mouth and nose with a tissue when you cough or sneeze to prevent spreading germs to those around you. Throw away the tissue and wash your hands. If you do not have a tissue, cough or sneeze into your shoulder or arm. Home Care for Pandemic Flu. Russian.
